7zip
8188eu-aircrack-dkms-git
abaddon-git
absolutely-proprietary
acestream-launcher
acidrip
aconfmgr-git
acpi
acpi_call
acpid
activitywatch-bin
adapta-gtk-theme
advancecomp
advcpmv
amdgpu_top
arduino-ide-bin
auto-cpufreq
awesome-terminal-fonts
bambustudio-bin
base
base-devel
battop
betterdiscord-installer-bin
betterdiscordctl
blender
bluetuith
bluez-utils
bpytop
breeze-adapta-cursor-theme-git
brightnessctl
calcure
cantarell-fonts
capitaine-cursors
catppuccin-cursors-macchiato
catppuccin-gtk-theme-mocha
cava
cliphist
conky
corrupter-git
corrupter-git-debug
cuda
darkman
dart-sass
discord_arch_electron
dnstop-git
efibootmgr
electron
eog
ethstatus
evtest
extra-cmake-modules
fastfetch
file-roller
firefox
flatpak
fuzzel
galculator
game-devices-udev
gamescope
gedit
gedit-plugins
git
github-cli
gnome-connections
gnome-photos
gnome-screenshot
gnome-themes-extra
gnome-tweaks
gnome-usage
gnome-video-effects
gnu-free-fonts
googledot-cursor-theme
gradience
greetd-gtkgreet
greetd-tuigreet
grub
gtk-vnc
inotify-tools
inxi
jnettop
kitty
kmon-git
kvantum
kwin-effects-forceblur
lazygit
lib32-nvidia-utils
libplist-git
libreoffice-fresh
libva-nvidia-driver-git
libva-utils
linux
linux-firmware
linux-headers
lsof
mako
mate-polkit
mesa-demos
mesa-utils
mokutil
mpv
mpv-mpris
nano
neovim
net-tools
netctl
network-manager-applet
networkmanager
networkmanager-openvpn
niri
nodejs
noto-fonts
noto-fonts-cjk
noto-fonts-extra
npm
ntfs-3g
nvidia-open
nvidia-prime
nvidia-prime-rtd3pm
nvidia-settings
nvidia-utils
nvtop-git
obs-studio
obsidian
obsidian-icon-theme
oh-my-posh
oomox-qt5-styleplugin-git
openrgb
optimus-manager-git
optimus-manager-qt-git
otf-aurebesh
otf-aurelis
otf-aurulent-nerd
otf-codenewroman-nerd
otf-comicshanns-nerd
otf-commit-mono-nerd
otf-droid-nerd
otf-firamono-nerd
otf-font-awesome
otf-geist-mono-nerd
otf-hasklig-nerd
otf-hermit-nerd
otf-monaspace-nerd
otf-opendyslexic-nerd
otf-overpass-nerd
paper-icon-theme-git
pavucontrol
peaclock
pipes.sh
power-profiles-daemon
powerline
powerline-fonts
powertop
python-ignis
python-openrazer-git
python-pip
python-pyusb
python-pywal16
python-pywalfox
pywal-discord-git
q4wine
qt6-tools
razer-cli
rdesktop
remmina
ripgrep
samba
sddm
seahorse
smartmontools
spicetify-cli-git
spicetify-themes-git
spotify
steam
steamcmd
sudo
swaybg
swayfx
swayidle
swaylock-effects
terminus-font
termshark
termtrack-git
themix-export-spotify-git
themix-full-git
themix-icons-archdroid-git
themix-icons-numix-git
themix-icons-papirus-git
themix-icons-suru-plus-aspromauros-git
themix-icons-suru-plus-git
themix-theme-materia-git
thunar
timeshift
tmux
ttf-0xproto-nerd
ttf-3270-nerd
ttf-agave-nerd
ttf-anonymouspro-nerd
ttf-arimo-nerd
ttf-bigblueterminal-nerd
ttf-bitstream-vera-mono-nerd
ttf-cascadia-code-nerd
ttf-cascadia-mono-nerd
ttf-cousine-nerd
ttf-d2coding-nerd
ttf-daddytime-mono-nerd
ttf-dejavu-nerd
ttf-envycoder-nerd
ttf-fantasque-nerd
ttf-firacode-nerd
ttf-go-nerd
ttf-gohu-nerd
ttf-hack-nerd
ttf-heavydata-nerd
ttf-iawriter-nerd
ttf-ibmplex-mono-nerd
ttf-inconsolata-go-nerd
ttf-inconsolata-lgc-nerd
ttf-inconsolata-nerd
ttf-intone-nerd
ttf-iosevka-nerd
ttf-iosevkaterm-nerd
ttf-iosevkatermslab-nerd
ttf-jetbrains-mono-nerd
ttf-lekton-nerd
ttf-liberation-mono-nerd
ttf-lilex-nerd
ttf-martian-mono-nerd
ttf-meslo-nerd
ttf-monofur-nerd
ttf-monoid-nerd
ttf-mononoki-nerd
ttf-mplus-nerd
ttf-nerd-fonts-symbols
ttf-nerd-fonts-symbols-mono
ttf-noto-nerd
ttf-profont-nerd
ttf-proggyclean-nerd
ttf-recursive-nerd
ttf-roboto-mono-nerd
ttf-sharetech-mono-nerd
ttf-sourcecodepro-nerd
ttf-space-mono-nerd
ttf-terminus-nerd
ttf-tinos-nerd
ttf-ubuntu-mono-nerd
ttf-ubuntu-nerd
ttf-victor-mono-nerd
ttf-zed-mono-nerd
unimatrix-git
unrar
uv
vdpauinfo
vim
vim-plug
vlc
vscodium
vulkan-nouveau
vulkan-radeon
waybar
wev
wget
wine
winetricks
wlogout
wlsunset
wmctrl
wtfutil
xbindkeys
xbindkeys_config-gtk2
xclip
xdg-desktop-portal-gnome
xdg-desktop-portal-hyprland
xf86-video-ati
xf86-video-vesa
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xeyes
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
xorgxrdp
xwayland-satellite
yaru-gtk-theme
yaru-icon-theme
yay
yt-dlp
zsh
zsh-autocomplete
zsh-autosuggestions
zsh-syntax-highlighting
